import {SpeakerPageModel} from "@/interfaces/speaker";

export const speaker: SpeakerPageModel = {
  "id": "volkova-yulia-valerievna",
  "_id": 1,
  "alias": "volkova-yulia-valerievna",
  "metaTitle": "Преподаватель: Волкова Юлия Валерьевна",
  "metaDescription": "",
  "surname": "Волкова",
  "name": {
    "nominative": "Юлия",
    "genitive": "Юлии",
    "instrumental": "Юлией",
  },
  "patronymic": {
    "nominative": "Валерьевна",
    "genitive": "Валерьевны",
  },
  "colors": {
    "photoBackground": "#DDDAE3",
  },
  "position": "Главврач клиники Мегаполис Дент",
  "specialization": "Стоматолог-хирург, пародонтолог",
  "specializationFull": "Пародонтальная терапия, пластика рецессий в области зубов и имплантатов \nс использованием микрохирургических техник.",
  "workExperience": 1999,
  "promoPhotos": {
    "desktop": "/img/course-page/promo/speaker-desktop.png",
    "mobile": "/img/course-page/promo/speaker-mobile.png",
  },
  "about": "<p>Опытный клиницист. С&nbsp;2016 основатель и&nbsp;главный врач стоматологической клиники &laquo;Мегаполис Дент&raquo;, г.&nbsp;Санкт-Петербург.</p><p>Проводит хирургическую реабилитацию с&nbsp;использованием дентальных имплантатов и&nbsp;аугментации костной ткани пациентам с&nbsp;заболеваниями пародонта.</p><p>Преподаватель курса пародонтологии кафедры стоматологии общей практики СПбИНСТОМ. Является автором курсов по&nbsp;терапевтической и&nbsp;хирургической пародонтологии с&nbsp;2005&nbsp;г.</p>",
  "edu": [
    {
      "name": "Диплом «Санкт-Петербургский медицинский университет им. академика И.П. Павлова» 1993 г.",
      "url": "#",
      "previewImg": "/img/components/speaker/cert-1.jpg",
    },
    {
      "name": "Сертификат «Стоматология хирургическая» ",
      "url": "#",
      "previewImg": "/img/components/speaker/cert-2.jpg",
    },
    {
      "name": "Сертификат «Организация здравоохранения и общественное здоровье»",
      "url": "#",
      "previewImg": "/img/components/speaker/cert-3.jpg",
    },
  ],
  "examples": [
    {
      "id": 1,
      "name": "Удаление кисты",
      "description": "<p>Пациентам обычно не&nbsp;очень нравится, когда врач предлагает удалить зуб, но&nbsp;на&nbsp;этом этапе все выглядит еще вполне оптимистично. Зуб удалим и&nbsp;поставим имплантат, те&nbsp;практически, вырастим новый зуб. Хуже, когда приходится озвучивать предложение по&nbsp;удалению имплантата.</p><p>В&nbsp;этом кейсе четко видно два момента:</p><ol><li>Показание к&nbsp;удалению имплантата&nbsp;&mdash; перелом тела имплантата</li><li>Интеграция, срастание имплантата с&nbsp;костной тканью.</li></ol><p>В&nbsp;данном случае мне пришлось выпилить кусочек кости с&nbsp;помощью пьезоаппарата acteon. Извлечь имплантат с&nbsp;кусочком костной ткани, разделить их&nbsp;вне полости рта. Имплантат выбросить, а&nbsp;нужную косточку прикрутить обратно.</p>",
      "images": [
        "/img/speaker-page/examples/img-1.png",
        "/img/speaker-page/example/image-1.png",
        "/img/speaker-page/example/image-2.png",
        "/img/speaker-page/example/image-3.png",
      ],
    },
    {
      "id": 2,
      "name": "Стоматологическая реабилитации пациента",
      "description": "<p>Пациентам обычно не&nbsp;очень нравится, когда врач предлагает удалить зуб, но&nbsp;на&nbsp;этом этапе все выглядит еще вполне оптимистично. Зуб удалим и&nbsp;поставим имплантат, те&nbsp;практически, вырастим новый зуб. Хуже, когда приходится озвучивать предложение по&nbsp;удалению имплантата.</p><p>В&nbsp;этом кейсе четко видно два момента:</p><ol><li>Показание к&nbsp;удалению имплантата&nbsp;&mdash; перелом тела имплантата</li><li>Интеграция, срастание имплантата с&nbsp;костной тканью.</li></ol><p>В&nbsp;данном случае мне пришлось выпилить кусочек кости с&nbsp;помощью пьезоаппарата acteon. Извлечь имплантат с&nbsp;кусочком костной ткани, разделить их&nbsp;вне полости рта. Имплантат выбросить, а&nbsp;нужную косточку прикрутить обратно.</p>",
      "images": [
        "/img/speaker-page/examples/img-2.png",
        "/img/speaker-page/example/image-1.png",
        "/img/speaker-page/example/image-2.png",
        "/img/speaker-page/example/image-3.png",
      ],
    },
    {
      "id": 3,
      "name": "Интеграцию пародонтологии и хирургии",
      "description": "<p>Пациентам обычно не&nbsp;очень нравится, когда врач предлагает удалить зуб, но&nbsp;на&nbsp;этом этапе все выглядит еще вполне оптимистично. Зуб удалим и&nbsp;поставим имплантат, те&nbsp;практически, вырастим новый зуб. Хуже, когда приходится озвучивать предложение по&nbsp;удалению имплантата.</p><p>В&nbsp;этом кейсе четко видно два момента:</p><ol><li>Показание к&nbsp;удалению имплантата&nbsp;&mdash; перелом тела имплантата</li><li>Интеграция, срастание имплантата с&nbsp;костной тканью.</li></ol><p>В&nbsp;данном случае мне пришлось выпилить кусочек кости с&nbsp;помощью пьезоаппарата acteon. Извлечь имплантат с&nbsp;кусочком костной ткани, разделить их&nbsp;вне полости рта. Имплантат выбросить, а&nbsp;нужную косточку прикрутить обратно.</p>",
      "images": [
        "/img/speaker-page/examples/img-3.png",
        "/img/speaker-page/example/image-1.png",
        "/img/speaker-page/example/image-2.png",
        "/img/speaker-page/example/image-3.png",
      ],
    },
    {
      "id": 4,
      "name": "Удаление кисты",
      "description": "<p>Пациентам обычно не&nbsp;очень нравится, когда врач предлагает удалить зуб, но&nbsp;на&nbsp;этом этапе все выглядит еще вполне оптимистично. Зуб удалим и&nbsp;поставим имплантат, те&nbsp;практически, вырастим новый зуб. Хуже, когда приходится озвучивать предложение по&nbsp;удалению имплантата.</p><p>В&nbsp;этом кейсе четко видно два момента:</p><ol><li>Показание к&nbsp;удалению имплантата&nbsp;&mdash; перелом тела имплантата</li><li>Интеграция, срастание имплантата с&nbsp;костной тканью.</li></ol><p>В&nbsp;данном случае мне пришлось выпилить кусочек кости с&nbsp;помощью пьезоаппарата acteon. Извлечь имплантат с&nbsp;кусочком костной ткани, разделить их&nbsp;вне полости рта. Имплантат выбросить, а&nbsp;нужную косточку прикрутить обратно.</p>",
      "images": [
        "/img/speaker-page/examples/img-4.png",
        "/img/speaker-page/example/image-1.png",
        "/img/speaker-page/example/image-2.png",
        "/img/speaker-page/example/image-3.png",
      ],
    },
    {
      "id": 5,
      "name": "Поддерживающая пародонтальная терапия",
      "description": "<p>Пациентам обычно не&nbsp;очень нравится, когда врач предлагает удалить зуб, но&nbsp;на&nbsp;этом этапе все выглядит еще вполне оптимистично. Зуб удалим и&nbsp;поставим имплантат, те&nbsp;практически, вырастим новый зуб. Хуже, когда приходится озвучивать предложение по&nbsp;удалению имплантата.</p><p>В&nbsp;этом кейсе четко видно два момента:</p><ol><li>Показание к&nbsp;удалению имплантата&nbsp;&mdash; перелом тела имплантата</li><li>Интеграция, срастание имплантата с&nbsp;костной тканью.</li></ol><p>В&nbsp;данном случае мне пришлось выпилить кусочек кости с&nbsp;помощью пьезоаппарата acteon. Извлечь имплантат с&nbsp;кусочком костной ткани, разделить их&nbsp;вне полости рта. Имплантат выбросить, а&nbsp;нужную косточку прикрутить обратно.</p>",
      "images": [
        "/img/speaker-page/examples/img-1.png",
        "/img/speaker-page/example/image-1.png",
        "/img/speaker-page/example/image-2.png",
        "/img/speaker-page/example/image-3.png",
      ],
    },
    {
      "id": 6,
      "name": "Пластика десны перед ортодонтией",
      "description": "<p>Пациентам обычно не&nbsp;очень нравится, когда врач предлагает удалить зуб, но&nbsp;на&nbsp;этом этапе все выглядит еще вполне оптимистично. Зуб удалим и&nbsp;поставим имплантат, те&nbsp;практически, вырастим новый зуб. Хуже, когда приходится озвучивать предложение по&nbsp;удалению имплантата.</p><p>В&nbsp;этом кейсе четко видно два момента:</p><ol><li>Показание к&nbsp;удалению имплантата&nbsp;&mdash; перелом тела имплантата</li><li>Интеграция, срастание имплантата с&nbsp;костной тканью.</li></ol><p>В&nbsp;данном случае мне пришлось выпилить кусочек кости с&nbsp;помощью пьезоаппарата acteon. Извлечь имплантат с&nbsp;кусочком костной ткани, разделить их&nbsp;вне полости рта. Имплантат выбросить, а&nbsp;нужную косточку прикрутить обратно.</p>",
      "images": [
        "/img/speaker-page/examples/img-2.png",
        "/img/speaker-page/example/image-1.png",
        "/img/speaker-page/example/image-2.png",
        "/img/speaker-page/example/image-3.png",
      ],
    },
    {
      "id": 7,
      "name": "Удаление кисты",
      "description": "<p>Пациентам обычно не&nbsp;очень нравится, когда врач предлагает удалить зуб, но&nbsp;на&nbsp;этом этапе все выглядит еще вполне оптимистично. Зуб удалим и&nbsp;поставим имплантат, те&nbsp;практически, вырастим новый зуб. Хуже, когда приходится озвучивать предложение по&nbsp;удалению имплантата.</p><p>В&nbsp;этом кейсе четко видно два момента:</p><ol><li>Показание к&nbsp;удалению имплантата&nbsp;&mdash; перелом тела имплантата</li><li>Интеграция, срастание имплантата с&nbsp;костной тканью.</li></ol><p>В&nbsp;данном случае мне пришлось выпилить кусочек кости с&nbsp;помощью пьезоаппарата acteon. Извлечь имплантат с&nbsp;кусочком костной ткани, разделить их&nbsp;вне полости рта. Имплантат выбросить, а&nbsp;нужную косточку прикрутить обратно.</p>",
      "images": [
        "/img/speaker-page/examples/img-1.png",
        "/img/speaker-page/example/image-1.png",
        "/img/speaker-page/example/image-2.png",
        "/img/speaker-page/example/image-3.png",
      ],
    },
  ],
  "courses": [
    {
      "id": 1,
      "alias": "klinicheskaya-paradantalogya",
      "name": "Клиническая пародонтология, глубокое погружение. Междисциплинарный подход в лечении пародонтологи-ческих пациентов",
      "icon": "<svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 20 20\" fill=\"none\"><path fill-rule=\"evenodd\" clip-rule=\"evenodd\" d=\"M9.49744 4.38521C9.02976 4.10239 8.48723 3.9231 7.85731 3.9231C5.2986 3.9231 3.64625 5.99696 4.76721 10.3038C5.17799 11.8821 6.48729 16.077 7.85731 16.077C8.22597 16.077 8.35826 15.5856 8.52653 14.9607C8.81226 13.8995 9.2017 12.4532 11.0285 12.3736C11.1351 13.5463 11.5674 16.077 12.335 16.077C13.2945 16.077 15.001 12.5 15.626 8.75003C16.2449 5.03635 13.1862 2.54858 10.3545 4.92879C9.97319 5.33693 9.66735 5.78313 9.51463 6.2413C9.4273 6.50327 9.14414 6.64485 8.88217 6.55753C8.6202 6.4702 8.47862 6.18704 8.56594 5.92507C8.75656 5.35322 9.10116 4.83451 9.49744 4.38521Z\" fill=\"currentColor\" /></svg>",
      "price": 40000,
      "date": 1735214093,
      "location": "Санкт-Петербург",
      "courseType": {
        "name": "Мастер-класс",
        "color": "#E57027",
        "background": "#F9E4C5",
      },
      "speakers": [
        "Волкова Юлия Валерьевна",
      ],
    },
    {
      "id": 2,
      "alias": "klinicheskaya-paradantalogya",
      "name": "Основы восстановления фронтальной группы зубов после травмы",
      "icon": "<svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 20 20\" fill=\"none\"><path fill-rule=\"evenodd\" clip-rule=\"evenodd\" d=\"M9.49744 4.38521C9.02976 4.10239 8.48723 3.9231 7.85731 3.9231C5.2986 3.9231 3.64625 5.99696 4.76721 10.3038C5.17799 11.8821 6.48729 16.077 7.85731 16.077C8.22597 16.077 8.35826 15.5856 8.52653 14.9607C8.81226 13.8995 9.2017 12.4532 11.0285 12.3736C11.1351 13.5463 11.5674 16.077 12.335 16.077C13.2945 16.077 15.001 12.5 15.626 8.75003C16.2449 5.03635 13.1862 2.54858 10.3545 4.92879C9.97319 5.33693 9.66735 5.78313 9.51463 6.2413C9.4273 6.50327 9.14414 6.64485 8.88217 6.55753C8.6202 6.4702 8.47862 6.18704 8.56594 5.92507C8.75656 5.35322 9.10116 4.83451 9.49744 4.38521Z\" fill=\"currentColor\" /></svg>",
      "price": 40000,
      "date": 1735214093,
      "location": "Санкт-Петербург",
      "courseType": {
        "name": "Мастер-класс",
        "color": "#E57027",
        "background": "#F9E4C5",
      },
      "speakers": [
        "Волкова Юлия Валерьевна",
      ],
    },
    {
      "id": 3,
      "alias": "klinicheskaya-paradantalogya",
      "name": "Идеальный ассистент детского стоматолога",
      "icon": "<svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 20 20\" fill=\"none\"><path fill-rule=\"evenodd\" clip-rule=\"evenodd\" d=\"M9.49744 4.38521C9.02976 4.10239 8.48723 3.9231 7.85731 3.9231C5.2986 3.9231 3.64625 5.99696 4.76721 10.3038C5.17799 11.8821 6.48729 16.077 7.85731 16.077C8.22597 16.077 8.35826 15.5856 8.52653 14.9607C8.81226 13.8995 9.2017 12.4532 11.0285 12.3736C11.1351 13.5463 11.5674 16.077 12.335 16.077C13.2945 16.077 15.001 12.5 15.626 8.75003C16.2449 5.03635 13.1862 2.54858 10.3545 4.92879C9.97319 5.33693 9.66735 5.78313 9.51463 6.2413C9.4273 6.50327 9.14414 6.64485 8.88217 6.55753C8.6202 6.4702 8.47862 6.18704 8.56594 5.92507C8.75656 5.35322 9.10116 4.83451 9.49744 4.38521Z\" fill=\"currentColor\" /></svg>",
      "price": 40000,
      "date": 1735214093,
      "location": "Санкт-Петербург",
      "courseType": {
        "name": "Мастер-класс",
        "color": "#E57027",
        "background": "#F9E4C5",
      },
      "speakers": [
        "Волкова Юлия Валерьевна",
      ],
    },
    {
      "id": 4,
      "alias": "klinicheskaya-paradantalogya",
      "name": "Синус-лифтинг. Клинические подходы к увеличению объема костной ткани в области боковых отделов верхней челюсти",
      "icon": "<svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 20 20\" fill=\"none\"><path fill-rule=\"evenodd\" clip-rule=\"evenodd\" d=\"M9.49744 4.38521C9.02976 4.10239 8.48723 3.9231 7.85731 3.9231C5.2986 3.9231 3.64625 5.99696 4.76721 10.3038C5.17799 11.8821 6.48729 16.077 7.85731 16.077C8.22597 16.077 8.35826 15.5856 8.52653 14.9607C8.81226 13.8995 9.2017 12.4532 11.0285 12.3736C11.1351 13.5463 11.5674 16.077 12.335 16.077C13.2945 16.077 15.001 12.5 15.626 8.75003C16.2449 5.03635 13.1862 2.54858 10.3545 4.92879C9.97319 5.33693 9.66735 5.78313 9.51463 6.2413C9.4273 6.50327 9.14414 6.64485 8.88217 6.55753C8.6202 6.4702 8.47862 6.18704 8.56594 5.92507C8.75656 5.35322 9.10116 4.83451 9.49744 4.38521Z\" fill=\"currentColor\" /></svg>",
      "price": 40000,
      "date": 1735214093,
      "location": "Санкт-Петербург",
      "courseType": {
        "name": "Мастер-класс",
        "color": "#E57027",
        "background": "#F9E4C5",
      },
      "speakers": [
        "Волкова Юлия Валерьевна",
      ],
    },
  ],
  "photos": [
    {
      "id": "1",
      "img": "/img/speaker-page/gallery/image-1.png",
      "description": "Поездка на курс в бернский университет",
    },
    {
      "id": "2",
      "img": "/img/speaker-page/gallery/image-2.png",
      "description": "Поездка на курс в бернский университет",
    },
    {
      "id": "3",
      "img": "/img/speaker-page/gallery/image-3.png",
    },
  ],
};
