import {CourseShort, DailySchedule, Place, QAItem, Speaker, SpeakerShort, TariffInfo} from "@/interfaces/training";
import {ProgramType, ScheduleType} from "@/helpers/contants";

export const speakers: Speaker[] = [
  {
    name: `Волкова Юлия Валерьевна`,
    video: `#`,
    id: 1,
    photo: `/img/components/speaker/video-poster.png`,
    specialization: `Стоматолог-хирург, пародонтолог`,
    position: `Главврач клиники Мегаполис Дент`,
    workExperience: 25,
    cite: `На основе своего почти 30-ти летнего опыта работы в терапевтической стоматологии, я покажу как работают механизмы и реализуются прогнозы в группе взрослых пациентов при применении известных методов витальной терапии пульпы: глубокие кариозные поражения, вскрытие полости зуба в процессе препарирования кариеса или под ортопедическую конструкцию, травматические поражения.`,
    edu: [
      {
        name: `Диплом «Санкт-Петербургский медицинский университет им. академика И.П. Павлова» 1993 г.`,
        url: `#`,
        previewImg: `/img/components/speaker/cert-1.jpg`,
      },
      {
        name: `Сертификат «Стоматология хирургическая» `,
        url: `#`,
        previewImg: `/img/components/speaker/cert-2.jpg`,
      },
      {
        name: `Сертификат «Организация здравоохранения и общественное здоровье»`,
        url: `#`,
        previewImg: `/img/components/speaker/cert-3.jpg`,
      },
    ],
    aboutSlides: [],
  },
  {
    name: `Щербаков Николай Андреевич`,
    id: 2,
    photo: `/img/components/speaker/speaker-1.png`,
    specialization: `Стоматолог-хирург, пародонтолог`,
    position: `Главврач клиники Мегаполис Дент`,
    workExperience: 25,
    edu: [
      {
        name: `Диплом «Санкт-Петербургский медицинский университет им. академика И.П. Павлова» 1993 г.`,
        url: `#`,
        previewImg: `/img/components/speaker/cert-1.jpg`,
      },
      {
        name: `Сертификат «Стоматология хирургическая» `,
        url: `#`,
        previewImg: `/img/components/speaker/cert-2.jpg`,
      },
      {
        name: `Сертификат «Организация здравоохранения и общественное здоровье»`,
        url: `#`,
        previewImg: `/img/components/speaker/cert-3.jpg`,
      },
      {
        name: `Сертификат «Организация здравоохранения и общественное здоровье»`,
        url: `#`,
        previewImg: `/img/components/speaker/cert-3.jpg`,
      },
    ],
    aboutSlides: [],
  },
];

export const schedule: DailySchedule[] = [
  {
    id: `1`,
    name: `1 день — лекция`,
    time: `с 10:00 до 18:00`,
    type: ProgramType.THEORY,
    list: [
      {name: `Регистрация`, type: ScheduleType.REGISTRATION, time: `09:30 — 10:00`},
      {name: `Лекция`, type: ScheduleType.LECTURE, time: `10:00 — 11:30`},
      {name: `Кофе-брейк`, type: ScheduleType.COFFEE, time: `11:30 — 11:45`},
      {name: `Лекция`, type: ScheduleType.LECTURE, time: `11:45 — 13:15`},
      {name: `Обед`, type: ScheduleType.DINNER, time: `13:15 — 14:00`},
      {name: `Лекция`, type: ScheduleType.LECTURE, time: `14:00 — 15:30`},
      {name: `Кофе-брейк`, type: ScheduleType.COFFEE, time: `15:30 — 15:45`},
      {name: `Лекция`, type: ScheduleType.LECTURE, time: `15:45 — 16:15`},
    ],
  },
  {
    id: `2`,
    name: `2 день — практика`,
    time: `с 10:00 до 18:00`,
    type: ProgramType.PRACTICE,
    list: [
      {name: `Регистрация`, type: ScheduleType.REGISTRATION, time: `09:30 — 10:00`},
      {name: `Практика`, type: ScheduleType.PRACTICE, time: `10:00 — 11:30`},
      {name: `Кофе-брейк`, type: ScheduleType.COFFEE, time: `11:30 — 11:45`},
      {name: `Практика`, type: ScheduleType.PRACTICE, time: `11:45 — 13:15`},
      {name: `Обед`, type: ScheduleType.DINNER, time: `13:15 — 14:00`},
      {name: `Практика`, type: ScheduleType.PRACTICE, time: `14:00 — 15:30`},
      {name: `Кофе-брейк`, type: ScheduleType.COFFEE, time: `15:30 — 15:45`},
      {name: `Практика`, type: ScheduleType.PRACTICE, time: `15:45 — 16:15`},
    ],
  },
];

export const tariffs: TariffInfo[] = [
  {
    id: `1`,
    name: `Только лекция`,
    description: `Глубокое погружение в&nbsp;лечение пародонтологических пациентов`,
    prices: {
      current: 16000,
      old: 20000,
    },
    includes: [`Кофе-брейки и обед`, `Сертификат участника`],
  },
  {
    id: `2`,
    name: `Лекция + практика`,
    description: `Глубокое погружение в&nbsp;теоретическую часть  + отработка методов на&nbsp;практике`,
    prices: {
      current: 32000,
      old: 35000,
    },
    includes: [`Кофе-брейки и обед`, `Сертификат полного прохождения интенсива`, `+ Практическая часть`, `+ Раздаточные материалы`],
  },
  {
    id: `3`,
    name: `Свободный слушатель`,
    description: `Глубокое погружение в&nbsp;теоретическую и&nbsp;практическую часть`,
    prices: {
      current: 20000,
      old: 23000,
    },
    includes: [`Кофе-брейки и обед`, `Сертификат полного прохождения интенсива`, `Практическая часть проходит в формате наблюдения за другими учениками`],
  },
];

export const place: Place = {
  id: `1`,
  city: `Санкт-Петербург`,
  metro: {
    icon: `/img/components/location/metro.svg`,
    station: `Московская`,
  },
  desc: `Учебный центр оснащён всем необходимым оборудованием для практических занятий и лекций. В перерывах можно отдохнуть и пообедать в уютной комнате отдыха.`,
  address: `Московский проспект, дом 183-185, Учебный центр Амрита, помещение 800-H`,
  phone: `8-800-550-05-24`,
  email: `edu@amrita-dent.ru`,
  position: [59.856994, 30.317404],
  photos: [`/img/components/location/img-1.png`, `/img/components/location/img-2.png`, `/img/components/location/img-3.png`, `/img/components/location/img-4.png`],
};

export const qa: QAItem[] = [
  {
    id: `1`,
    question: `Кому подходит интенсив?`,
    answer: `<p>Да, работодатель может оплатить интенсив полностью или разделить оплату с&nbsp;вами: например, поделить сумму 50/50 или 75/25. Такая оплата пройдёт по&nbsp;счёту или двустороннему договору, а&nbsp;ИП могут оплатить с&nbsp;бизнес-счёта. Если работодатель купит обучение сразу 10&nbsp;и&nbsp;больше сотрудникам, сделаем скидку&nbsp;10%.</p><p>Условия предоставления услуг для юридических лиц могут отличаться&nbsp;&mdash; чтобы узнать подробнее, <a href="#">оставьте заявку</a> или уточните у&nbsp;вашего менеджера.</p>`,
  },
  {
    id: `2`,
    question: `Кому подходит интенсив?`,
    answer: `<p>Да, работодатель может оплатить интенсив полностью или разделить оплату с&nbsp;вами: например, поделить сумму 50/50 или 75/25. Такая оплата пройдёт по&nbsp;счёту или двустороннему договору, а&nbsp;ИП могут оплатить с&nbsp;бизнес-счёта. Если работодатель купит обучение сразу 10&nbsp;и&nbsp;больше сотрудникам, сделаем скидку&nbsp;10%.</p><p>Условия предоставления услуг для юридических лиц могут отличаться&nbsp;&mdash; чтобы узнать подробнее, <a href="#">оставьте заявку</a> или уточните у&nbsp;вашего менеджера.</p>`,
  },
  {
    id: `3`,
    question: `Что если я не смогу прийти на первый день интенсива?`,
    answer: `<p>Да, работодатель может оплатить интенсив полностью или разделить оплату с&nbsp;вами: например, поделить сумму 50/50 или 75/25. Такая оплата пройдёт по&nbsp;счёту или двустороннему договору, а&nbsp;ИП могут оплатить с&nbsp;бизнес-счёта. Если работодатель купит обучение сразу 10&nbsp;и&nbsp;больше сотрудникам, сделаем скидку&nbsp;10%.</p><p>Условия предоставления услуг для юридических лиц могут отличаться&nbsp;&mdash; чтобы узнать подробнее, <a href="#">оставьте заявку</a> или уточните у&nbsp;вашего менеджера.</p>`,
  },
];

export const shortSpeakers: SpeakerShort[] = [
  {
    id: `1`,
    name: `Юлии`,
    avatar: `/img/components/speaker-courses/img-1.png`,
  },
  {
    id: `2`,
    name: `Николая`,
    avatar: `/img/components/speaker-courses/img-2.png`,
  },
];

export const courses: CourseShort[] = [
  {
    id: `1`,
    name: `Основы восстановления фронтальной группы зубов после травмы`,
    icon: `<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 20 20"
            fill="none">
            <path fill-rule="evenodd" clip-rule="evenodd"
              d="M9.49744 4.38521C9.02976 4.10239 8.48723 3.9231 7.85731 3.9231C5.2986 3.9231 3.64625 5.99696 4.76721 10.3038C5.17799 11.8821 6.48729 16.077 7.85731 16.077C8.22597 16.077 8.35826 15.5856 8.52653 14.9607C8.81226 13.8995 9.2017 12.4532 11.0285 12.3736C11.1351 13.5463 11.5674 16.077 12.335 16.077C13.2945 16.077 15.001 12.5 15.626 8.75003C16.2449 5.03635 13.1862 2.54858 10.3545 4.92879C9.97319 5.33693 9.66735 5.78313 9.51463 6.2413C9.4273 6.50327 9.14414 6.64485 8.88217 6.55753C8.6202 6.4702 8.47862 6.18704 8.56594 5.92507C8.75656 5.35322 9.10116 4.83451 9.49744 4.38521Z"
              fill="currentColor" />
          </svg>`,
    price: 40000,
    date: `2 июня`,
    location: `Санкт-Петербург`,
    courseTypeName: `Мастер-класс`,
  },
  {
    id: `2`,
    name: `Клиническая пародонтология, глубокое погружение. Междисциплинарный подход в лечении пародонтологи-ческих пациентов`,
    icon: `<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 20 20"
            fill="none">
            <path fill-rule="evenodd" clip-rule="evenodd"
              d="M9.49744 4.38521C9.02976 4.10239 8.48723 3.9231 7.85731 3.9231C5.2986 3.9231 3.64625 5.99696 4.76721 10.3038C5.17799 11.8821 6.48729 16.077 7.85731 16.077C8.22597 16.077 8.35826 15.5856 8.52653 14.9607C8.81226 13.8995 9.2017 12.4532 11.0285 12.3736C11.1351 13.5463 11.5674 16.077 12.335 16.077C13.2945 16.077 15.001 12.5 15.626 8.75003C16.2449 5.03635 13.1862 2.54858 10.3545 4.92879C9.97319 5.33693 9.66735 5.78313 9.51463 6.2413C9.4273 6.50327 9.14414 6.64485 8.88217 6.55753C8.6202 6.4702 8.47862 6.18704 8.56594 5.92507C8.75656 5.35322 9.10116 4.83451 9.49744 4.38521Z"
              fill="currentColor" />
          </svg>`,
    price: 40000,
    date: `2 июня`,
    location: `Санкт-Петербург`,
    courseTypeName: `Мастер-класс`,
  },
  {
    id: `3`,
    name: `Синус-лифтинг. Клинические подходы к увеличению объема костной ткани в области боковых отделов верхней челюсти`,
    icon: `<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 20 20"
            fill="none">
            <path fill-rule="evenodd" clip-rule="evenodd"
              d="M9.49744 4.38521C9.02976 4.10239 8.48723 3.9231 7.85731 3.9231C5.2986 3.9231 3.64625 5.99696 4.76721 10.3038C5.17799 11.8821 6.48729 16.077 7.85731 16.077C8.22597 16.077 8.35826 15.5856 8.52653 14.9607C8.81226 13.8995 9.2017 12.4532 11.0285 12.3736C11.1351 13.5463 11.5674 16.077 12.335 16.077C13.2945 16.077 15.001 12.5 15.626 8.75003C16.2449 5.03635 13.1862 2.54858 10.3545 4.92879C9.97319 5.33693 9.66735 5.78313 9.51463 6.2413C9.4273 6.50327 9.14414 6.64485 8.88217 6.55753C8.6202 6.4702 8.47862 6.18704 8.56594 5.92507C8.75656 5.35322 9.10116 4.83451 9.49744 4.38521Z"
              fill="currentColor" />
          </svg>`,
    price: 40000,
    date: `2 июня`,
    location: `Санкт-Петербург`,
    courseTypeName: `Мастер-класс`,
  },
  {
    id: `4`,
    name: `Практический курс по апикальной хирургии для эндодонтистов и хирургов`,
    icon: `<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 20 20"
            fill="none">
            <path fill-rule="evenodd" clip-rule="evenodd"
              d="M9.49744 4.38521C9.02976 4.10239 8.48723 3.9231 7.85731 3.9231C5.2986 3.9231 3.64625 5.99696 4.76721 10.3038C5.17799 11.8821 6.48729 16.077 7.85731 16.077C8.22597 16.077 8.35826 15.5856 8.52653 14.9607C8.81226 13.8995 9.2017 12.4532 11.0285 12.3736C11.1351 13.5463 11.5674 16.077 12.335 16.077C13.2945 16.077 15.001 12.5 15.626 8.75003C16.2449 5.03635 13.1862 2.54858 10.3545 4.92879C9.97319 5.33693 9.66735 5.78313 9.51463 6.2413C9.4273 6.50327 9.14414 6.64485 8.88217 6.55753C8.6202 6.4702 8.47862 6.18704 8.56594 5.92507C8.75656 5.35322 9.10116 4.83451 9.49744 4.38521Z"
              fill="currentColor" />
          </svg>`,
    price: 40000,
    date: `2 июня`,
    location: `Санкт-Петербург`,
    courseTypeName: `Мастер-класс`,
  },
  {
    id: `5`,
    name: `Основы восстановления фронтальной группы зубов после травмы`,
    icon: `<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 20 20"
            fill="none">
            <path fill-rule="evenodd" clip-rule="evenodd"
              d="M9.49744 4.38521C9.02976 4.10239 8.48723 3.9231 7.85731 3.9231C5.2986 3.9231 3.64625 5.99696 4.76721 10.3038C5.17799 11.8821 6.48729 16.077 7.85731 16.077C8.22597 16.077 8.35826 15.5856 8.52653 14.9607C8.81226 13.8995 9.2017 12.4532 11.0285 12.3736C11.1351 13.5463 11.5674 16.077 12.335 16.077C13.2945 16.077 15.001 12.5 15.626 8.75003C16.2449 5.03635 13.1862 2.54858 10.3545 4.92879C9.97319 5.33693 9.66735 5.78313 9.51463 6.2413C9.4273 6.50327 9.14414 6.64485 8.88217 6.55753C8.6202 6.4702 8.47862 6.18704 8.56594 5.92507C8.75656 5.35322 9.10116 4.83451 9.49744 4.38521Z"
              fill="currentColor" />
          </svg>`,
    price: 40000,
    date: `2 июня`,
    location: `Санкт-Петербург`,
    courseTypeName: `Мастер-класс`,
  },
  {
    id: `6`,
    name: `Клиническая пародонтология, глубокое погружение. Междисциплинарный подход в лечении пародонтологи-ческих пациентов`,
    icon: `<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 20 20"
            fill="none">
            <path fill-rule="evenodd" clip-rule="evenodd"
              d="M9.49744 4.38521C9.02976 4.10239 8.48723 3.9231 7.85731 3.9231C5.2986 3.9231 3.64625 5.99696 4.76721 10.3038C5.17799 11.8821 6.48729 16.077 7.85731 16.077C8.22597 16.077 8.35826 15.5856 8.52653 14.9607C8.81226 13.8995 9.2017 12.4532 11.0285 12.3736C11.1351 13.5463 11.5674 16.077 12.335 16.077C13.2945 16.077 15.001 12.5 15.626 8.75003C16.2449 5.03635 13.1862 2.54858 10.3545 4.92879C9.97319 5.33693 9.66735 5.78313 9.51463 6.2413C9.4273 6.50327 9.14414 6.64485 8.88217 6.55753C8.6202 6.4702 8.47862 6.18704 8.56594 5.92507C8.75656 5.35322 9.10116 4.83451 9.49744 4.38521Z"
              fill="currentColor" />
          </svg>`,
    price: 40000,
    date: `2 июня`,
    location: `Санкт-Петербург`,
    courseTypeName: `Мастер-класс`,
  },
  {
    id: `7`,
    name: `Синус-лифтинг. Клинические подходы к увеличению объема костной ткани в области боковых отделов верхней челюсти`,
    icon: `<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 20 20"
            fill="none">
            <path fill-rule="evenodd" clip-rule="evenodd"
              d="M9.49744 4.38521C9.02976 4.10239 8.48723 3.9231 7.85731 3.9231C5.2986 3.9231 3.64625 5.99696 4.76721 10.3038C5.17799 11.8821 6.48729 16.077 7.85731 16.077C8.22597 16.077 8.35826 15.5856 8.52653 14.9607C8.81226 13.8995 9.2017 12.4532 11.0285 12.3736C11.1351 13.5463 11.5674 16.077 12.335 16.077C13.2945 16.077 15.001 12.5 15.626 8.75003C16.2449 5.03635 13.1862 2.54858 10.3545 4.92879C9.97319 5.33693 9.66735 5.78313 9.51463 6.2413C9.4273 6.50327 9.14414 6.64485 8.88217 6.55753C8.6202 6.4702 8.47862 6.18704 8.56594 5.92507C8.75656 5.35322 9.10116 4.83451 9.49744 4.38521Z"
              fill="currentColor" />
          </svg>`,
    price: 40000,
    date: `2 июня`,
    location: `Санкт-Петербург`,
    courseTypeName: `Мастер-класс`,
  },
  {
    id: `8`,
    name: `Практический курс по апикальной хирургии для эндодонтистов и хирургов`,
    icon: `<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 20 20"
            fill="none">
            <path fill-rule="evenodd" clip-rule="evenodd"
              d="M9.49744 4.38521C9.02976 4.10239 8.48723 3.9231 7.85731 3.9231C5.2986 3.9231 3.64625 5.99696 4.76721 10.3038C5.17799 11.8821 6.48729 16.077 7.85731 16.077C8.22597 16.077 8.35826 15.5856 8.52653 14.9607C8.81226 13.8995 9.2017 12.4532 11.0285 12.3736C11.1351 13.5463 11.5674 16.077 12.335 16.077C13.2945 16.077 15.001 12.5 15.626 8.75003C16.2449 5.03635 13.1862 2.54858 10.3545 4.92879C9.97319 5.33693 9.66735 5.78313 9.51463 6.2413C9.4273 6.50327 9.14414 6.64485 8.88217 6.55753C8.6202 6.4702 8.47862 6.18704 8.56594 5.92507C8.75656 5.35322 9.10116 4.83451 9.49744 4.38521Z"
              fill="currentColor" />
          </svg>`,
    price: 40000,
    date: `2 июня`,
    location: `Санкт-Петербург`,
    courseTypeName: `Мастер-класс`,
  },
  {
    id: `9`,
    name: `Практический курс по апикальной хирургии для эндодонтистов и хирургов`,
    icon: `<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 20 20"
            fill="none">
            <path fill-rule="evenodd" clip-rule="evenodd"
              d="M9.49744 4.38521C9.02976 4.10239 8.48723 3.9231 7.85731 3.9231C5.2986 3.9231 3.64625 5.99696 4.76721 10.3038C5.17799 11.8821 6.48729 16.077 7.85731 16.077C8.22597 16.077 8.35826 15.5856 8.52653 14.9607C8.81226 13.8995 9.2017 12.4532 11.0285 12.3736C11.1351 13.5463 11.5674 16.077 12.335 16.077C13.2945 16.077 15.001 12.5 15.626 8.75003C16.2449 5.03635 13.1862 2.54858 10.3545 4.92879C9.97319 5.33693 9.66735 5.78313 9.51463 6.2413C9.4273 6.50327 9.14414 6.64485 8.88217 6.55753C8.6202 6.4702 8.47862 6.18704 8.56594 5.92507C8.75656 5.35322 9.10116 4.83451 9.49744 4.38521Z"
              fill="currentColor" />
          </svg>`,
    price: 40000,
    date: `2 июня`,
    location: `Санкт-Петербург`,
    courseTypeName: `Мастер-класс`,
  },
];

export const similarCourses: CourseShort[] = [
  {
    id: `1`,
    name: `Практический курс по апикальной хирургии для эндодонтистов и хирургов`,
    icon: `<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 20 20"
            fill="none">
            <path fill-rule="evenodd" clip-rule="evenodd"
              d="M9.49744 4.38521C9.02976 4.10239 8.48723 3.9231 7.85731 3.9231C5.2986 3.9231 3.64625 5.99696 4.76721 10.3038C5.17799 11.8821 6.48729 16.077 7.85731 16.077C8.22597 16.077 8.35826 15.5856 8.52653 14.9607C8.81226 13.8995 9.2017 12.4532 11.0285 12.3736C11.1351 13.5463 11.5674 16.077 12.335 16.077C13.2945 16.077 15.001 12.5 15.626 8.75003C16.2449 5.03635 13.1862 2.54858 10.3545 4.92879C9.97319 5.33693 9.66735 5.78313 9.51463 6.2413C9.4273 6.50327 9.14414 6.64485 8.88217 6.55753C8.6202 6.4702 8.47862 6.18704 8.56594 5.92507C8.75656 5.35322 9.10116 4.83451 9.49744 4.38521Z"
              fill="currentColor" />
          </svg>`,
    price: 40000,
    date: `2 июня`,
    location: `Санкт-Петербург`,
    courseTypeName: `Мастер-класс`,
    speakers: [`Волкова Юлия Валерьевна`, `Иванова Галина Валентиновна`],
    photo: `/img/components/similar-courses/img-1.png`,
  },
  {
    id: `2`,
    name: `Работа с мягкими тканями. Костная пластика. Протоколы тотальных работ. Углубленный практический курс`,
    icon: `<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 20 20"
            fill="none">
            <path fill-rule="evenodd" clip-rule="evenodd"
              d="M9.49744 4.38521C9.02976 4.10239 8.48723 3.9231 7.85731 3.9231C5.2986 3.9231 3.64625 5.99696 4.76721 10.3038C5.17799 11.8821 6.48729 16.077 7.85731 16.077C8.22597 16.077 8.35826 15.5856 8.52653 14.9607C8.81226 13.8995 9.2017 12.4532 11.0285 12.3736C11.1351 13.5463 11.5674 16.077 12.335 16.077C13.2945 16.077 15.001 12.5 15.626 8.75003C16.2449 5.03635 13.1862 2.54858 10.3545 4.92879C9.97319 5.33693 9.66735 5.78313 9.51463 6.2413C9.4273 6.50327 9.14414 6.64485 8.88217 6.55753C8.6202 6.4702 8.47862 6.18704 8.56594 5.92507C8.75656 5.35322 9.10116 4.83451 9.49744 4.38521Z"
              fill="currentColor" />
          </svg>`,
    price: 40000,
    date: `2 июня`,
    location: `Санкт-Петербург`,
    courseTypeName: `Мастер-класс`,
    speakers: [`Волкова Юлия Валерьевна`],
    photo: `/img/components/similar-courses/img-2.png`,
  },
  {
    id: `3`,
    name: `Идеальный ассистент детского стоматолога`,
    icon: `<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 20 20"
            fill="none">
            <path fill-rule="evenodd" clip-rule="evenodd"
              d="M9.49744 4.38521C9.02976 4.10239 8.48723 3.9231 7.85731 3.9231C5.2986 3.9231 3.64625 5.99696 4.76721 10.3038C5.17799 11.8821 6.48729 16.077 7.85731 16.077C8.22597 16.077 8.35826 15.5856 8.52653 14.9607C8.81226 13.8995 9.2017 12.4532 11.0285 12.3736C11.1351 13.5463 11.5674 16.077 12.335 16.077C13.2945 16.077 15.001 12.5 15.626 8.75003C16.2449 5.03635 13.1862 2.54858 10.3545 4.92879C9.97319 5.33693 9.66735 5.78313 9.51463 6.2413C9.4273 6.50327 9.14414 6.64485 8.88217 6.55753C8.6202 6.4702 8.47862 6.18704 8.56594 5.92507C8.75656 5.35322 9.10116 4.83451 9.49744 4.38521Z"
              fill="currentColor" />
          </svg>`,
    price: 40000,
    date: `2 июня`,
    location: `Санкт-Петербург`,
    courseTypeName: `Мастер-класс`,
    speakers: [`Волкова Юлия Валерьевна`],
    photo: `/img/components/similar-courses/img-3.png`,
  },
  {
    id: `4`,
    name: `Клиническая пародонтология, глубокое погружение. Междисциплинарный подход в лечении пародонтологических пациентов`,
    icon: `<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 20 20"
            fill="none">
            <path fill-rule="evenodd" clip-rule="evenodd"
              d="M9.49744 4.38521C9.02976 4.10239 8.48723 3.9231 7.85731 3.9231C5.2986 3.9231 3.64625 5.99696 4.76721 10.3038C5.17799 11.8821 6.48729 16.077 7.85731 16.077C8.22597 16.077 8.35826 15.5856 8.52653 14.9607C8.81226 13.8995 9.2017 12.4532 11.0285 12.3736C11.1351 13.5463 11.5674 16.077 12.335 16.077C13.2945 16.077 15.001 12.5 15.626 8.75003C16.2449 5.03635 13.1862 2.54858 10.3545 4.92879C9.97319 5.33693 9.66735 5.78313 9.51463 6.2413C9.4273 6.50327 9.14414 6.64485 8.88217 6.55753C8.6202 6.4702 8.47862 6.18704 8.56594 5.92507C8.75656 5.35322 9.10116 4.83451 9.49744 4.38521Z"
              fill="currentColor" />
          </svg>`,
    price: 40000,
    date: `2 июня`,
    location: `Санкт-Петербург`,
    courseTypeName: `Мастер-класс`,
    speakers: [`Волкова Юлия Валерьевна`],
    photo: `/img/components/similar-courses/img-4.png`,
  },
];
